tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "juanibiapina/taps"
brew "python@3.11"
brew "aws-sso-util"
brew "docutils"
brew "awscli"
brew "awscurl"
brew "awslogs"
brew "bat"
brew "boost"
brew "boost-python3"
brew "checkov"
brew "cmake"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "docker"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "openssl@3"
brew "git-crypt"
brew "gnu-sed"
brew "jq"
brew "lilypond"
brew "make"
brew "mdbook"
brew "node"
brew "node@18"
brew "pandoc"
brew "parallel"
brew "plantuml"
brew "pstree"
brew "python-yq"
brew "rbenv"
brew "stow"
brew "the_silver_searcher"
brew "timidity"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "juanibiapina/taps/sub"
cask "1password-cli"
cask "basictex"
cask "frescobaldi"
cask "musescore"
cask "session-manager-plugin"
cask "wkhtmltopdf"
vscode "fcrespo82.markdown-table-formatter"
vscode "hashicorp.terraform"
